Repository: timsueberkrueb/webber
Catalog: po/*.po
Languages: ar, fr

source: About
ar: حول
fr: À propos

source: Webapp shortcut creator for Ubuntu touch
ar: صانع اختصارات تطبيقات الإنترنت لأوبونتو توتش
fr: Créateur de raccourcis vers des applications Web pour Ubuntu Touch

source: Rate
ar: تقييم
fr: Noter

source: Contribute
ar: ساهم
fr: Contribuer

source: Report bug
ar: أبلغ عن خطأ
fr: Signaler un problème

source: Url (e.g. %1)
ar: (%1مثال. )الرابط
fr: Lien (ex : %1)

source: Customize
ar: تخصيص
fr: Personnaliser

source: Reset
ar: إعادة تعيين
fr: Réinitialiser

source: Create
ar: أنشئ
fr: Créer

source: Creating shortcut ...
ar: إنشاء الإختصارات
fr: Création du raccourci...

source: Play audio
ar: شغل الصوت
fr: Lire le son

source: Upload files from other apps
ar: تحميل الملفات من تطبيقات أخرى
fr: Importer des fichiers à partir d'autres applications

source: Export files to other apps
ar: تصدير الملفات إلى تطبيقات أخرى
fr: Exporter des fichiers vers d'autres applications

source: Keep the screen on
ar: أبق الشاشة مشغلة
fr: Conserver l'écran allumé

source: Access your location
ar: الوصول إلى موقعك
fr: Accéder à votre position

source: Access your camera
ar: الوصول إلى الكاميرا
fr: Accéder à votre caméra

source: Acess your microphone
ar: الوصول إلى الميكروفون
fr: Accéder à votre microphone

source: Access your sensors
ar: الوصول إلى الحساسات
fr: Accéder à vos capteurs

source: Select icon
ar: اختر أيقونة
fr: Sélectionner une icône

source: No icons found in the website metadata, sorry! You could try to use a screenshot or custom icon instead.
ar: لم يتم العثور على أيقونة في معلومات الموقع، عذرا! يمكنك أن تجرب استخداملقطة شاشة أو أيقونة خاصة.
fr: Aucune icône trouvée dans les métadonnées du site internet, désolé ! Vous pouvez essayer d'utiliser une capture d'écran ou une icône personnalisée à la place.

source: Close
ar: أغلق
fr: Fermer

source: Add
ar: أضف
fr: Ajouter

source: Properties
ar: الخصائص
fr: Propriétés

source: Refresh
ar: تحديث
fr: Actualiser

source: Name
ar: الإسم
fr: Nom

source: Web app name
ar: اسم تطبيق الإنترنت
fr: Nom de l'application Web

source: Icon
ar: أيقونة
fr: Icône

source: Visuals & Behavior
ar: البصريات والسلوك
fr: Apparence et comportement

source: Splash screen color (hex)
ar: لون الشاشة الرئيسية (hex)
fr: Couleur de l'écran d'accueil (héx)

source: Fullscreen
ar: الشاشة الكاملة
fr: Plein écran

source: Controls
ar: عناصر التحكم
fr: Contrôles

source: Don't show a title bar
ar: لا تظهر شريط العنوان
fr: Ne pas afficher de barre de titre

source: Show title bar
ar: أظهر شريط العنوان
fr: Afficher la barre de titre

source: Show title bar with back/forward buttons
ar: أظهر شريط العنوان مع أزرار أمام/خلف
fr: Afficher la barre de titre avec les boutons précédent/suivant

source: Browser Identifier (User-Agent header)
ar: معرف المتصفح (User-Agent header)
fr: Identifiant de navigateur (en-tête d'agent utilisateur)

source: The User-Agent header is a string of text in a specific format that browsers send to servers to identify themselves. It contains technical information about the browser, operating system and vendor. Unfortunately, some websites restrict access or features based on the User-Agent header. To workaround this <a href="%1">bad practice</a>, you can <a href="%2">choose a common User-Agent header</a> that your website accepts and copy it into the text field below.
ar: معرف المتصفح هو نص في حالة محددة تقوم المتصفحات بإرساله إلى الخوادم لتعريف أنفسهم. تحتوي على معلومات تقنية عن المتصفح، نظام التشغيل و الموزع. لسوء الحظ، بعض المواقع تحظر الدخول أو الميزات حسب عنوان عميل المستخدم. الحل البديل لهذا <a href="%1">تمرين سيئ</a> يمكنك <a href="%2">أن تختارعنوان عميل مستخدم شائع</a> يقبله الموقع وانسخه في حقل الكتابة في الأسفل.
fr: L'en-tête de l'agent utilisateur est une chaîne de texte dans un format spécifique que les navigateurs envoient aux serveurs pour s'identifier. Il contient des informations techniques sur le navigateur, le système d'exploitation et le fournisseur. Malheureusement, certains sites internet restreignent l'accès ou les fonctionnalités en fonction de l'en-tête de l'agent utilisateur. Pour contourner cette <a href="%1">mauvaise pratique</a>, vous pouvez <a href="%2">choisir un en-tête d'agent utilisateur commun</a> que votre site internet accepte et le copier dans le champ de texte ci-dessous.

source: User-Agent header
ar: عنوان عميل المستخدم
fr: En-tête d'agent utilisateur

source: Auto (default)
ar: آليا (الافتراضي)
fr: Automatique (par défaut)

source: Mobile
ar: الهاتف

source: Desktop
ar: سطج المكتب
fr: Bureau

source: Custom User-Agent header
ar: عنوان عميل المستخدم الخاص
fr: En-tête d'agent utilisateur personnalisé

source: Url patterns
ar: أنماط الروابط
fr: Modèles de lien

source: Permissions
ar: الأذونات

source: Tutorial
ar: البرنامج التعليمي
fr: Tutoriel

source: Hey, welcome! Webber helps you to create shortcuts for your favorite websites. It's easy!
ar: أهلا بك! ويبر يساعدك على إنشاء إختصارات لمواقعك المفضلة. إنه سهل!
fr: Bonjour ! Webber vous aide à créer des raccourcis vers vos sites internet favoris. C'est simple !

source: Use the webbrowser app to navigate to a website you like to add as a shortcut.
ar: استخدم متصفح الإنترنت للوصول إلى موقع تريد إضافته كاختصار.
fr: Utilisez l'application Navigateur pour aller jusqu'au site que vous voudriez ajouter en tant que raccourci.

source: Use the share option in the menu and select Webber to create the shortcut.
ar: استخدم خيار المشاركة في القائمة واختر ويبر لإنشاء الاختصار.
fr: Utilisez l'option Partager dans le menu et sélectionnez Webber pour créer le raccourci.

source: That's it! Enjoy!
ar: هذا هو! استمتع!
fr: C'est tout ! Profitez !

source: Browser
ar: تصفح

source: Learn more
ar: اعرف المزيد
fr: En savoir plus

source: Default
ar: افتراضي
fr: Par défaut

source: Icon specified in website meta data
ar: الأيقونة محددة في بيانات الموقع
fr: Icône spécifiée dans les métadonnées du site

source: Screenshot
ar: لقطة الشاشة
fr: Capture d'écran

source: Custom
ar: مخصصة
fr: Personnalisée

source: Exporting ...
ar: تصدير ...
fr: Export en cours...

source: Import custom icon
ar: استورد أيقونة مخصصة
fr: Importer une icône personnalisée

source: Browse
fr: Ouvrir le navigateur
